{
	"save": {
		"help": "Save your changes",
		"uploading": "Uploading changes."
	},
	"validations": {
		"many_deletions": "You're deleting {n} objects. Are you sure you want to do this? This will delete them from the map that everyone else sees."
	},
	"success": {
		"edited_osm": "Edited!",
		"just_edited": "You just edited the map!"
	},
	"splash": {
		"welcome": "Welcome to the Mapeo editor"
	},
	"help": {
		"help": "# Mapeo\n\nThis is an offline editor for [OpenStreetMap](http://www.openstreetmap.org/), the\nfree and editable map of the world. You can use it to add and update\ndata in your area, making an open-source and open-data map of the world\nbetter for everyone.\n\nEdits that you make on this map will be visible only to people you share with. \n\nThe [iD editor](http://ideditor.com/) is a collaborative project with [source\ncode available on GitHub](https://github.com/openstreetmap/iD). Mapeo is also open source and [available on GitHub](https://github.com/digidem/mapeo-desktop)\n",
		"editing_saving": "# Editing & Saving\n\nThis editor is designed to work primarily offline, and you're accessing\nit through a desktop application right now.\n\n### Selecting Features\n\nTo select a map feature, like a road or point of interest, click\non it on the map. This will highlight the selected feature, open a panel with\ndetails about it, and show a menu of things you can do with the feature.     \n\nTo select multiple features, hold down the 'Shift' key. Then either click\non the features you want to select, or drag on the map to draw a rectangle.\nThis will draw a box and select all the points within it.\n\n### Saving Edits\n\nWhen you make changes like ed     iting roads, buildings, and places, these are\nstored locally until you save them to the server. Don't worry if you make\na mistake - you can undo changes by clicking the undo button, and redo\nchanges by clicking the redo button.\n\nClick 'Save' to finish a group of edits - for instance, if you've completed\nan area of town and would like to start on a new area. You'll have a chance\nto review what you've done, and the editor supplies helpful suggestions\nand warnings if something doesn't seem right about the changes.\n\nIf everything looks good, you can enter a short comment explaining the change\nyou made, and click save. \n\nIf you can't finish your edits in one sitting, you can leave the editor\nwindow and come back (on the same browser and computer), and the\neditor application will offer to restore your work.\n\n### Using the editor\n\nA list of available keyboard shortcuts can be found [here](http://wiki.openstreetmap.org/wiki/ID/Shortcuts).\n"
	},
	"commit": {
		"upload_explanation": "The changes you upload will only be visible on maps that you syncronize with.",
		"upload_explanation_with_user": "The changes you upload as {user} will be visible on all maps that you syncronize with."
	}
}
